{
    "HomePageTitle": "Page d'accueil",
    "HomePageDescription": "Plaisir et commodité dans votre travail avec Digigarson ! Conçu pour les exploitants de restaurants et de cafés, Digigarson simplifie vos processus commerciaux et augmente votre efficacité. Nous facilitons votre travail en regroupant tous vos besoins, de la commande au panel de gestion, de la comptabilité aux applications mobiles, sur une seule plateforme. Tout en maximisant la satisfaction de nos clients, nous avons donné la priorité au confort et à la commodité des propriétaires d'entreprise. Avec Digigarson, nous sommes à vos côtés, vous et vos clients, dans tous les domaines de votre entreprise. Profitez maintenant de cette expérience agréable et facile !",
    "HomePageButtonText": "Commençons",
    "HomePageButtonText2": "Contactez-nous",
    "NewAddition": "Ajout de nouvelle génération Digigarson",
    "NewAdditionP":" Digigarson propose une solution technologique complète pour le secteur de la restauration, des cafés et de l'hôtellerie. En plus du programme de tickets standard, il offre une large gamme de services aux entreprises avec le panneau de gestion, la pré-comptabilité et les applications mobiles. Merci Grâce à cette plateforme, les entreprises peuvent faciliter leurs transactions financières et le service Digigarson peut augmenter sa vitesse et offrir aux clients une expérience spéciale via mobile, tout en répondant aux besoins technologiques au plus haut niveau, cela augmente également le succès et le prestige de l'entreprise.",
    "SectionMomenth2": "Digigarson est avec vous à chaque instant, à chaque étape !",
    "SectionMomenth3": "Gérer avec Digigarson est très simple...",
    "SectionMomentP": "Digigarson offre une solution complète aux propriétaires de restaurants et de cafés pour faciliter leurs processus commerciaux et augmenter leur efficacité. Cette plateforme complète se compose des composants suivants : Programme de facturation : Un outil efficace et rapide pour la gestion et les calculs des commandes. Panneau de gestion : Toutes les opérations de votre entreprise Un panneau de contrôle central que vous pouvez facilement gérer. Comptabilité préliminaire : Une solution comptable intégrée où vous pouvez facilement gérer et suivre vos transactions financières. Terminal portable de serveur : Un outil mobile permettant aux serveurs d'enregistrer et de transmettre rapidement des commandes, conçu. pour les propriétaires d'entreprise. Une application mobile spéciale qui vous permet de suivre à tout moment l'état général de l'entreprise. Application client : une plateforme où les clients peuvent soit la télécharger et l'utiliser directement sur leur téléphone, soit bénéficier de services sans télécharger l'application en scannant. le code QR. Cette approche holistique vous permet de gérer chaque aspect de votre entreprise plus efficacement et de fournir un service client maximisant la satisfaction. Digigarson vous accompagne dans tous les aspects de votre entreprise ! ",
    "OurTechnologiesh1": "Billet Digigarson Nouvelle Génération",
    "OurTechnologiesh3": "Nos technologies",
    "OurTechnologiesliP": "Support technique gratuit",
    "OurTechnologiesliP2": "Nous sommes toujours avec vous 24h/24 et 7j/7 avec notre équipe libre et expérimentée.",
    "OurTechnologiesliP3": "Terminal portatif de serveur",
    "OurTechnologiesliP4": "C'est un outil mobile compatible avec tous les téléphones, permettant aux serveurs d'enregistrer rapidement les commandes et de les transmettre au système..",
    "OurTechnologiesliP5": "Analyse Comptabilité Préliminaire",
    "OurTechnologiesliP6": "Espèces, Banque, Chèque-Billet, Clients, Factures... et même Transactions de recettes ! Voilà, tous ces modules...",
    "OurTechnologiesliP7": "Application Boss.",
    "OurTechnologiesliP8": "Fournit aux propriétaires d'entreprise un accès mobile à toutes les transactions et rapports commerciaux depuis n'importe où.",
    "Experienceh1": "Nos Expériences",
    "Experienceh2": "SATISFACTION",
    "ExperienceP1": "COMMANDE",
    "ExperienceP2": "BUSINESS",
    "ExperienceP3": "PAYS",
    "Customerh2": "Clients satisfaits",
    "Customerh3": "Avec Digigarson, révolution technologique, sourires chez les clients!",
    "CustomerP": "Les entreprises qui réussissent donnent la priorité au bonheur des clients. Digigarson augmente à la fois votre succès et votre prestige en travaillant pour vous 24h/24 et 7j/7.",
    "Productsh2": "Nos produits",
    "Productsh1": "Plaisir et commodité de travailler avec Digigarson!",
    "ProductsP": "Conçu pour les exploitants de restaurants et de cafés, Digigarson simplifie vos processus commerciaux et augmente votre efficacité. Nous facilitons votre activité en regroupant tous vos besoins, de la commande aux panneaux de gestion, de la comptabilité aux applications mobiles, sur une seule plateforme. Tout en maximisant la satisfaction des clients, les propriétaires d'entreprise bénéficieront de la commodité et nous accordons la priorité à la commodité. Avec Digigarson, nous sommes là pour vous et vos clients dans tous les coins de votre entreprise !",
    "Newsh1": "Si vous souhaitez recevoir de nos nouvelles...",
    "Newsh2": "Suivez-nous!",
    "NewsP": "Souhaitez-vous être informé des derniers développements ?",
    "Content1": "Qu'est-ce que Digigarson ?",
    "Content1P": "Digigarson est un système complet de gestion d'entreprise et d'automatisation préparé pour les restaurants, cafés et hôtels.",
    "Content2": "Quelles sont les fonctionnalités autres que le programme de facturation ?",
    "Content2P": "Digigarson possède de nombreuses fonctionnalités intégrées telles que le panneau de gestion, la pré-comptabilité, les applications de terminal portable de serveur, l'application Boss et l'application client",
    "Content3": "Mes clients peuvent-ils passer des commandes sans télécharger l'application ?",
    "Content3P": "Oui, vos clients peuvent accéder au menu en scannant le QR code et passer leurs commandes sans télécharger l'application.",
    "Content4": "Puis-je bénéficier de tarifs spéciaux ?",
    "Content4P": "Oui, avec Digigarson, en plus des tarifs standards, vous pouvez facilement établir des tarifs spéciaux tels que le prix du personnel, le prix du service en chambre, le prix de la prise en charge, le prix du service forfaitaire.",
    "Contact": "Contact",
    "Adresse": "Adresse : Istanbul, Turquie",
    "Courriel": "Courriel : info@digigarson.com",
    "Téléphone": "Téléphone : +90 123 456 7890",
    "Liens": "Liens intra-site",
    "Links1": "Page d'accueil",
    "Links2": "À propos de nous",
    "Liens3": "Services",
    "Links4": "Contact",
    "Important": "Liens importants",
    "Important1": "Politique de confidentialité",
    "Important2": "Conditions d'utilisation",
    "Important3": "Questions fréquemment posées",
    "Important4": "Assistance",
    "NewsFooter": "Actualités",
    "News1": "Suivez-nous pour les derniers développements et actualités.",
    "Pages1": "Page d'accueil",
    "Pages2": "Nos produits",
    "Pages3": "Blog",
    "Pages4": "Contact",
    "Pages5": "À propos de nous",

    

    "ProductsPageTitle": "Ürünlerimiz",
    "ProductsPageDescription": "Digigarson la İşlerinizde Keyif Ve Kolaylık Bir Arada! Restoran ve kafe işletmecileri için tasarlanmış olan Digigarson, işletme süreçlerinizi sadeleştiriyor ve verimliliğinizi artırıyor. Siparişten yönetim panele, muhasebeden mobil uygulamalara kadar her ihtiyacınızı tek bir platformda buluşturarak işlerinizi kolaylaştırıyoruz. Müşteri memnuniyetini en üst düzeye çıkarırken, işletme sahiplerinin yaşayacağı rahatlığı ve kolaylığı ilk sıraya koyduk. Digigarson ile işletmenizin her köşesinde, hem sizin hem de müşterilerinizin yanındayız. Şimdi siz de bu keyifli ve kolay deneyimi yaşayın!",
    "ProductsPageButtonText": "Başlayalım",
    "ProductsPageButtonText2": "Bizimle İletişime Geçin",


    

    "BlogPageTitle": "Blog Sayfası",
    "BlogPageDescription": "Digigarson la İşlerinizde Keyif Ve Kolaylık Bir Arada! Restoran ve kafe işletmecileri için tasarlanmış olan Digigarson, işletme süreçlerinizi sadeleştiriyor ve verimliliğinizi artırıyor. Siparişten yönetim panele, muhasebeden mobil uygulamalara kadar her ihtiyacınızı tek bir platformda buluşturarak işlerinizi kolaylaştırıyoruz. Müşteri memnuniyetini en üst düzeye çıkarırken, işletme sahiplerinin yaşayacağı rahatlığı ve kolaylığı ilk sıraya koyduk. Digigarson ile işletmenizin her köşesinde, hem sizin hem de müşterilerinizin yanındayız. Şimdi siz de bu keyifli ve kolay deneyimi yaşayın!",
    "BlogPageButtonText": "Başlayalım",
    "BlogPageButtonText2": "Bizimle İletişime Geçin",



    "ContactPageTitle": "Contact Sayfası",
    "ContactPageDescription": "Digigarson la İşlerinizde Keyif Ve Kolaylık Bir Arada! Restoran ve kafe işletmecileri için tasarlanmış olan Digigarson, işletme süreçlerinizi sadeleştiriyor ve verimliliğinizi artırıyor. Siparişten yönetim panele, muhasebeden mobil uygulamalara kadar her ihtiyacınızı tek bir platformda buluşturarak işlerinizi kolaylaştırıyoruz. Müşteri memnuniyetini en üst düzeye çıkarırken, işletme sahiplerinin yaşayacağı rahatlığı ve kolaylığı ilk sıraya koyduk. Digigarson ile işletmenizin her köşesinde, hem sizin hem de müşterilerinizin yanındayız. Şimdi siz de bu keyifli ve kolay deneyimi yaşayın!",
    "ContactPageButtonText": "Başlayalım",
    "ContactPageButtonText2": "Bizimle İletişime Geçin",


    "AboutPageTitle": "Hakkımızda",
    "AboutPageDescription": "Digigarson la İşlerinizde Keyif Ve Kolaylık Bir Arada! Restoran ve kafe işletmecileri için tasarlanmış olan Digigarson, işletme süreçlerinizi sadeleştiriyor ve verimliliğinizi artırıyor. Siparişten yönetim panele, muhasebeden mobil uygulamalara kadar her ihtiyacınızı tek bir platformda buluşturarak işlerinizi kolaylaştırıyoruz. Müşteri memnuniyetini en üst düzeye çıkarırken, işletme sahiplerinin yaşayacağı rahatlığı ve kolaylığı ilk sıraya koyduk. Digigarson ile işletmenizin her köşesinde, hem sizin hem de müşterilerinizin yanındayız. Şimdi siz de bu keyifli ve kolay deneyimi yaşayın!",
    "AboutPageButtonText": "Başlayalım",
    "AboutPageButtonText2": "Bizimle İletişime Geçin"
 
}